etc/template_files/WTTHColombia/SALIDAS/Request_ADD_HSIFC.xml

<soapenv:Envelope xmlns:spg="http://www.huawei.com/SPG" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header>
		<spg:ResendFlag>?</spg:ResendFlag>
		<spg:Authentication>
			<spg:Username>claro.colombia</spg:Username>
			<spg:Password>claro.mx</spg:Password>
		</spg:Authentication>
		<spg:MessageID/>
	</soapenv:Header>
	<soapenv:Body>
		<spg:ADD_SBR>
			<spg:IMPU>sip:+5718034952@ims.claro.com.co</spg:IMPU>
			<spg:TEMPLATEIDX>65535</spg:TEMPLATEIDX>
			<spg:DPSIDX>1</spg:DPSIDX>
			<spg:LP>1</spg:LP>
			<spg:CSC>2</spg:CSC>
			<spg:UNAME/>
			<spg:LCT>3</spg:LCT>
			<spg:NTT>4</spg:NTT>
			<spg:ITT>5</spg:ITT>
			<spg:UTYPE>0</spg:UTYPE>
			<spg:LCO>1</spg:LCO>
			<spg:LC>1</spg:LC>
			<spg:ICTX>1</spg:ICTX>
			<spg:OCTX>1</spg:OCTX>
			<spg:INTT>1</spg:INTT>
			<spg:IITT>1</spg:IITT>
			<spg:ICLT>1</spg:ICLT>
			<spg:ICDDD>1</spg:ICDDD>
			<spg:ICIDD>1</spg:ICIDD>
			<spg:IOLT>1</spg:IOLT>
			<spg:TIDHLD>28</spg:TIDHLD>
			<spg:TIDCW>2</spg:TIDCW>
			<spg:IDDCI>1</spg:IDDCI>
			<spg:NTCI>1</spg:NTCI>
			<spg:LTCI>1</spg:LTCI>
			<spg:G711_64K_A_LAW>1</spg:G711_64K_A_LAW>
			<spg:G711_64K_U_LAW>1</spg:G711_64K_U_LAW>
			<spg:T38>1</spg:T38>
			<spg:CHT>0</spg:CHT>
			<spg:PREPAIDIDX>65535</spg:PREPAIDIDX>
			<spg:VMAIND>1</spg:VMAIND>
			<spg:NSPREPAID>0</spg:NSPREPAID>
			<spg:ATSDTMBUSY>1</spg:ATSDTMBUSY>
			<spg:NOAT>30</spg:NOAT>
			<spg:ICPI>255</spg:ICPI>
			<spg:NSCBA>1</spg:NSCBA>
			<spg:NSCCBS>1</spg:NSCCBS>
			<spg:NSACRM>1</spg:NSACRM>
			<spg:NSCR>1</spg:NSCR>
			<spg:NSCFU>1</spg:NSCFU>
			<spg:NSCLIR>1</spg:NSCLIR>
			<spg:NSCCW>1</spg:NSCCW>
			<spg:NSCLIP>1</spg:NSCLIP>
			<spg:NSCW>1</spg:NSCW>
			<spg:NSDND>1</spg:NSDND>
			<spg:NSDSTR>1</spg:NSDSTR>
			<spg:NSMWI>1</spg:NSMWI>
			<spg:NSCFS>1</spg:NSCFS>
			<spg:NSSIC>1</spg:NSSIC>
			<spg:NSSD1D>1</spg:NSSD1D>
			<spg:NS3PTY>1</spg:NS3PTY>
			<spg:NSCFB>0</spg:NSCFB>
			<spg:NSCFNR>0</spg:NSCFNR>
			<spg:NSMWI>1</spg:NSMWI>
			<spg:NSCIDCW>0</spg:NSCIDCW>
			<spg:NSWAKE_UP>1</spg:NSWAKE_UP>
			<spg:NSDSTR>1</spg:NSDSTR>
			<spg:NSACRM>1</spg:NSACRM>
			<spg:NSHOTLINE>0</spg:NSHOTLINE>
			<spg:NSCFBVM>1</spg:NSCFBVM>
			<spg:NSCFNRVM>1</spg:NSCFNRVM>
			<spg:NSICPS>0</spg:NSICPS>
			<spg:NSCCBS>0</spg:NSCCBS>
			<spg:NSSD2D>1</spg:NSSD2D>
			<spg:NSCNIR>1</spg:NSCNIR>
			<spg:NSCNIP>1</spg:NSCNIP>
			<spg:NSRD>1</spg:NSRD>
			<spg:CCO1>6</spg:CCO1>
			<spg:CCO5>7</spg:CCO5>
			<spg:OUTRST>0</spg:OUTRST>
			<spg:COP>8</spg:COP>
		</spg:ADD_SBR>
	</soapenv:Body>
</soapenv:Envelope>